IdeaRS.Connections
EndPlateOnFlangesData.StiffenerWeld Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the properties of the weld: stiffener - connected to member
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public WeldData StiffenerWeld { get; set; }
Property Value
Type: WeldData
See Also
Reference
EndPlateOnFlangesData Class
IdeaRS.Connections.Data Namespace